HELLO:   PROCEDURE OPTIONS (MAIN);

DCL MYVAR CHARACTER(20);
MYVAR = 3.32;
MYVAR = 3.32;
MYVAR = 3.32;
MYVAR = 3.32;
MYVAR = 3.32;
PUT LIST(MYVAR);

LOL:
PUT LIST(MYVAR);

LOL:
PUT LIST(MYVAR);
LOL:
PUT LIST(MYVAR);
END;
