HELLO:   PROCEDURE OPTIONS (MAIN);

MYVAR = 3.32aerharehr;
PUT LIST(MYVAR);

IF PUT THEN GO OPTIONS;
LOL:
PUT LIST(MYVAR);

LOL:
PUT LIST(MYVAR);
LOL:
PUT LIST(MYVAR);
END;
