AVER:   PROCEDURE OPTIONS (MAIN);

	DCL MYFLOAT FLOAT;
	MYFLOAT = 72E+01;
	MYFLOAT = MYFLOAT + 4E+02;

	DECLARE RESULT;
	RESULT = MYFLOAT + 88.3;
	PUT LIST('RESULT IS: ', RESULT);
end;
