HELLO:   PROCEDURE OPTIONS (MAIN);
				
				DECLARE X CHAR(20);
				DECLARE Y CHAR(20);
				DECLARE Z CHAR(20);
				GET LIST(X,Y,Z);
				PUT LIST('\\n Printing X: ',
				X,
				'\n Printing Y: ',
				Y,
				'\n Printing Z: ',
				Z,
				'\nExiting...\n',
				);
                END;
