HELLO:   PROCEDURE OPTIONS (MAIN);

             FLAG = 0;

LOOP:     do while (FLAG = 0);        
             PUT skIp DATA('HELLO WORLD!');
          END LOOP;

end HELLO;
