AVER:   PROCEDURE OPTIONS (MAIN);

        DCL A;
        DCL B;
        DCL C;
        DCL D;
        DCL E;

		GET LIST(A,B,C,D,E);
        MEAN = A+B+C+D+E;

        PUT LIST('AVERAGE IS: ', MEAN);
end;

