
HELLO:   PROCEDURE OPTIONS (MAIN);

	PUT 3;
	PUT 0;
	DECLARE VALUE FIXED;
	VALUE = 3;
	PUT VALUE;
	VALUE = 4;
	PUT VALUE;
	VALUE = 5;
	PUT VALUE;
end;
