HELLO:   PROCEDURE OPTIONS (MAIN);

	PUT 3;
	PUT 0;
	DECLARE VALUE FIXED;
	VALUE = 3;
	PUT VALUE;
	VALUE = 4;
	PUT VALUE;
	VALUE = 5;
	PUT VALUE;
	PUT 'FINAL VALUE';
	DECLARE MYLOL CHARACTER(50);
	MYLOL = 'Testy';
	PUT MYLOL;
end;
