HELLO:   PROCEDURE OPTIONS (MAIN);

	PUT LIST(3,0);
	DECLARE VALUE FIXED;
	VALUE = 3;
	PUT LIST(VALUE);
	VALUE = 4;
	PUT LIST(VALUE);
	VALUE = 5;
	PUT LIST(VALUE, ' ', 'FINAL VALUE', ' ');
	DECLARE MYLOL CHARACTER(50);
	MYLOL = 'Testy';
	PUT LIST(MYLOL);
end;
