
HELLO:   PROCEDURE OPTIONS (MAIN);

	VAR = 5;
	PUT LIST(VAR);
	VAR = 3;
	PUT LIST(VAR);
	VAR = 1;
	PUT LIST(VAR);
	VAR = 0;
	PUT LIST(VAR);
	VAR = VAR - 1;
	PUT LIST(VAR);
	VAR = VAR - 1;
	PUT LIST(VAR);
	VAR = VAR - 1;
	PUT LIST(VAR);
	VAR = VAR - 1;
	PUT LIST(VAR);
	VAR = VAR - 1;
	PUT LIST(VAR);
	VAR = VAR - 12;
	PUT LIST(VAR);
	END;
