   HELLO:   PROCEDURE OPTIONS (MAIN);



                LOL: PROCEDURE ();  RETURN 999-444; END;
                BOL: PROCEDURE(); PUT'Hello from Bol'; RETURN 4-7; END;
                LOL();
                PUT 'Top-level';
                LOL();
                BOL();
                BOL();
                LOL();
                PUT 'Top-level';
                PUT 'Top-level';
                END;
